export const dummyData = {
  백과사전:
    "모든 분야에 걸친 지식을 부문별 또는 자모순으로 배열하고 풀이한 책.",
  백두산:
    "북한과 중국 사이에 걸쳐있는 높이 2744m의 한반도에서 가장 높은 산이다.",
  산수유: "봄에는 노란 꽃을 피우고, 가을이면 작고 붉은 열매가 달리는 식물.",
  유비무환: "미리 대비하고 있으면 걱정할 일이 없다는 뜻의 사자성어.",
  유일무이: "오직 하나뿐이고 둘도 없음이라는 뜻의 사자성어",
};

export const meanings = [
  "모든 분야에 걸친 지식을 부문별 또는 자모순으로 배열하고 풀이한 책.",
  "북한과 중국 사이에 걸쳐있는 높이 2744m의 한반도에서 가장 높은 산이다.",
  "봄에는 노란 꽃을 피우고, 가을이면 작고 붉은 열매가 달리는 식물.",
  "미리 대비하고 있으면 걱정할 일이 없다는 뜻의 사자성어.",
  "오직 하나뿐이고 둘도 없음이라는 뜻의 사자성어",
];

export const letterData = [
  "백", // 0
  "과", // 1
  "사", // 2
  "전", // 3
  "두", // 4
  "산", // 5
  "수", // 6
  "유", // 7
  "비", // 8
  "무", // 9
  "환", // 10
  "유", // 11
  "일", // 12
  "이", // 13
];
